MESSAGE_FOR_COMMAND_START = 'Приветствую тебя в моем Арома-боте.Меня зовут Дарья, я йога-доула, арома-терапевт,' \
                            ' мама двоих детей. Я создала этот бот, чтобы, начиная с периода беременности, ты могла' \
                            ' быстро и безопасно помочь себе и своей семье в вопросах физического и ' \
                            'психо-эмоционального здоровья. Я знаю, какой ценный ресурс- время, и как часто ' \
                            'нам нужно найти ответ на свой вопрос в течение нескольких минут, а специалисты не всегда '\
                            'бывают на связи. Так вот пускай этот бот будет отличным помощником в самых различных' \
                            ' ситуациях🙏🏼.'

MESSAGE_FOR_START_KEYBOARD = 'Что сейчас для тебя наиболее актуально?'
