MESSAGE_FOR_MOM_OF_BABY = 'Милая, поздравляю тебя! Твой малыш уже не в животике, а рядом с тобой. Надеюсь, ' \
                          'ты позаботилось о помощи в первые дни и месяцы после родов. Твой быт подстроен под ' \
                          'тебя и твою семью. Если ещё нет, ты можешь узнать, как это сделать из лекции, ' \
                          'доступной с тарифа Базовый и выше.'

MESSAGE_FOR_NEXT_CARE = 'О ком хочешь позаботиться сейчас?'

MESSAGE_FOR_ABOUT_ME = 'Забота о себе -важная ежедневная практика. Это способствует выстраиванию правильной ' \
                       'иерархии, (учитывая и потребности ребёнка), поддержанию хорошего психологического и ' \
                       'физического состояния. Как заботиться о себе первые 40 дней после родов, ' \
                       'я рассказываю в лекции, доступной с тарифа Базовый'

MESSAGE_FOR_ACTUAL = 'Что сейчас наиболее актуально?'

MESSAGE_FOR_HEMORRHOIDS = 'Восстановление промежности, геморрой.\n После родов желательно заготовить кусочки ' \
                          'ткани для компрессов на промежности (можно разрезать фланелевую пелёнку). ' \
                          'Очень хорошо помогают восстановить промежности травы и практика йонистим ( подробнее о ' \
                          'практике рассказываю на тарифе Базовый с поддержкой, травы подбираю ' \
                          'на тарифе Наставничество). \nТакже используем эфирное масло лаванды, чайного дерева, ' \
                          'римской ромашки, ладана. Разводим 5 капель в 100 мл сливок и делаем сидячие ванночки. ' \
                          'При геморрое лучше всего подойдёт гель алоэ вера 50 мл +2 капли герани +2 капли ' \
                          'кипариса. Лед не используем в послеродовом восстановлении!  Важно наладить ' \
                          'питание, питьевой режим. Когда ткани промежности восстановятся, можно выполнять ' \
                          'массаж: 50 мл кунжутного масла +2 капли герани +2 капли лаванды +2 капли ладана. ' \
                          'После 40 дней после родов выполняем специальные упражнения. Массаж швов и упражнения ' \
                          'доступны в блоке послеродового восстановления, начиная с тарифа Базовый '

MESSAGE_FOR_BELLY = 'Первые 40 дней после родов обязательно выполнять подвязывание живота  и самомассаж ' \
                    '(техники подвязывания и самомассажа доступны в блоке восстановления после родов, ' \
                    'начиная с тарифа Базовый)\nСамомассаж выполняем с кунжутным маслом ' \
                    '50 мл +5 капель лаванды +3 капли чайного дерева. '

MESSAGE_FOR_LACTATION = 'Очень важно наладить лактацию, прежде всего, для здоровья самой женщины. ' \
                        'Это способствует нормализации гормонального фона, лучшему сокращению матки, ' \
                        'спокойному сну (при совместном сне), снижению гормонов стресса, профилактике ' \
                        'послеродовой депрессии. Если возникают проблемы с лактацией, обратитесь за помощью ' \
                        'к консультанту по ГВ! Поправьте прикладывание, выберите комфортное место и позу для ' \
                        'кормления. Во время этого процесса вы должны отдыхать!Выполняем лёгкую гимнастику ' \
                        'для улучшения лимфатока (гимнастика и массаж груди доступны в блоке послеродового  ' \
                        'восстановления, начиная с тарифа Базовый)\nМассаж выполняем с кунжутным маслом ' \
                        '20 мл +2 капли фенхеля или 2 капли жасмина. Это станет отличной ' \
                        'профилактикой лактостаза и мастита.'