MESSAGE_FOR_MOM_OF_BABY = 'Милая, поздравляю тебя! Твой малыш уже не в животике, а рядом с тобой. Надеюсь, ' \
                          'ты позаботилось о помощи в первые дни и месяцы после родов. Твой быт подстроен под ' \
                          'тебя и твою семью. Если ещё нет, ты можешь узнать, как это сделать из лекции, ' \
                          'доступной с тарифа Базовый и выше.'

MESSAGE_FOR_NEXT_CARE = 'О ком хочешь позаботиться сейчас?'

MESSAGE_FOR_ABOUT_ME = 'Забота о себе -важная ежедневная практика. Это способствует выстраиванию правильной ' \
                       'иерархии, (учитывая и потребности ребёнка), поддержанию хорошего психологического и ' \
                       'физического состояния. Как заботиться о себе первые 40 дней после родов, ' \
                       'я рассказываю в лекции, доступной с тарифа Базовый'

MESSAGE_FOR_ACTUAL = 'Что сейчас наиболее актуально?'

MESSAGE_FOR_HEMORRHOIDS = 'Восстановление промежности, геморрой.\n После родов желательно заготовить кусочки ' \
                          'ткани для компрессов на промежности (можно разрезать фланелевую пелёнку). ' \
                          'Очень хорошо помогают восстановить промежности травы и практика йонистим ( подробнее о ' \
                          'практике рассказываю на тарифе Базовый с поддержкой, травы подбираю ' \
                          'на тарифе Наставничество). \nТакже используем эфирное масло лаванды, чайного дерева, ' \
                          'римской ромашки, ладана. Разводим 5 капель в 100 мл сливок и делаем сидячие ванночки. ' \
                          'При геморрое лучше всего подойдёт гель алоэ вера 50 мл +2 капли герани +2 капли ' \
                          'кипариса. Лед не используем в послеродовом восстановлении!  Важно наладить ' \
                          'питание, питьевой режим. Когда ткани промежности восстановятся, можно выполнять ' \
                          'массаж: 50 мл кунжутного масла +2 капли герани +2 капли лаванды +2 капли ладана. ' \
                          'После 40 дней после родов выполняем специальные упражнения. Массаж швов и упражнения ' \
                          'доступны в блоке послеродового восстановления, начиная с тарифа Базовый '

MESSAGE_FOR_BELLY = 'Первые 40 дней после родов обязательно выполнять подвязывание живота  и самомассаж ' \
                    '(техники подвязывания и самомассажа доступны в блоке восстановления после родов, ' \
                    'начиная с тарифа Базовый)\nСамомассаж выполняем с кунжутным маслом ' \
                    '50 мл +5 капель лаванды +3 капли чайного дерева. '

MESSAGE_FOR_LACTATION = 'Очень важно наладить лактацию, прежде всего, для здоровья самой женщины. ' \
                        'Это способствует нормализации гормонального фона, лучшему сокращению матки, ' \
                        'спокойному сну (при совместном сне), снижению гормонов стресса, профилактике ' \
                        'послеродовой депрессии. Если возникают проблемы с лактацией, обратитесь за помощью ' \
                        'к консультанту по ГВ! Поправьте прикладывание, выберите комфортное место и позу для ' \
                        'кормления. Во время этого процесса вы должны отдыхать!Выполняем лёгкую гимнастику ' \
                        'для улучшения лимфатока (гимнастика и массаж груди доступны в блоке послеродового  ' \
                        'восстановления, начиная с тарифа Базовый)\nМассаж выполняем с кунжутным маслом ' \
                        '20 мл +2 капли фенхеля или 2 капли жасмина. Это станет отличной ' \
                        'профилактикой лактостаза и мастита.'

MESSAGE_FOR_ABOUT_BABY = 'Как правило, состояние младенца-это индикатор текущего состояния мамы. С появлением ' \
                         'малыша часто появляется много тревог, часто необоснованных, потому что практически все ' \
                         'проблемы можно решить спокойной мамой, ее грудью и высаживанием. С вопросами здоровья ' \
                         'отлично работают гомеопатический метод и эфирные масла. Подробнее о естественной гигиене ' \
                         'малыша в тарифе Базовый с поддержкой и Наставничество.'

MESSAGE_FOR_PRECAUTIONS = 'Меры предосторожности: \n🔸 дозировка: используем малые дозы (1:10, не более);' \
                          '\n🔸 используем масла терапевтического класса с сертификацией CPTG стандарта. ' \
                          'Я рекомендую и сама работаю на эфирных маслах DoTerra. ' \
                          '\n🔸 до 6 лет не употреблять внутрь, хранить недоступном для детей ' \
                          'месте (чтобы ползающий ребёнок не облизал, например).'

MESSAGE_FOR_NEXT_PRECAUTIONS = 'Для малышей считаются безопасными 4-5 масел: это \n🔸лаванда \n🔸римская ромашка ' \
                               '\n🔸 мандарин (зелёный мандарин);\n🔸 чайное дерево.'

MESSAGE_FOR_USEFUL = 'В каких случаях они могут быть полезны?'

MESSAGE_FOR_COLIC = 'Колики\n🔸 наладить ГВ \n🔸 освоить естественную гигиену малыша (высаживания) ' \
                    '(подробнее в тарифе Базовый с поддержкой и Наставничество)\n🔸 освоить слингоношение ' \
                    '(подробнее в тарифе Базовый с поддержкой и Наставничество)\n🔸 арома- помощь: массаж ' \
                    'животика с эфирным маслом мандарина и ромашки ( 50 мл базы +2 капли мандарина +2 капли ромашки). '

MESSAGE_FOR_TEMPERATURE = 'Температура \nС температурой у ребёнка младше 3 месяцев срочно обратитесь к врачу!' \
                          '\nПосле 3 месяцев помним,  что температура - естественный механизм организма в борьбе с ' \
                          'вирусами и бактериями. Задача мамы – поддержать малыша, создать условия для ' \
                          'выздоровления, не вмешиваться в работу иммунной системы:\n🔸 ГВ\n🔸 убрать подгузник' \
                          '\n🔸 поддерживать комфортную температуру и влажность в помещении;\n🔸 арома -помощь:' \
                          '\n🔹 массаж стоп и спинки вдоль позвоночника с эфирным маслом лаванды, мандарина, ' \
                          'ромашки (50 мл базы + по 2 капли каждого масла);\b🔹 арома - ванна (на 1° ниже ' \
                          'температуры тела): в 1 ст. ложке сливок добавьте 1 каплю эфирное масла лаванды и ' \
                          '1 каплю римской ромашки.\n‼️если вы наблюдаете ухудшение состояния ребенка, ' \
                          'обязательно обратитесь к врачу!'

MESSAGE_FOR_TEETHING = 'Прорезывание зубов \nПрорезывание зубов – неотъемлемая часть жизни мамы и малыша. ' \
                       'Чтобы облегчить это состояние, рекомендую освоить ношение в слинге  (подробнее в ' \
                       'тарифе Базовый с поддержкой и Наставничество)\nОбратиться к гомеопатическому ' \
                       'методу, а также арома- помощи: смазать щеку со стороны проекции зуба эфирным маслом ' \
                       'римской ромашки в разведение 10 мл базы +1 капля ромашки '

MESSAGE_FOR_INFECTIOUS_DISEASES = 'Детские инфекционные заболевания, как правило, ' \
                                  'сопровождается повышенной температурой'

MESSAGE_FOR_INFECTIOUS_DISEASES2 = 'а также различными высыпаниями, насморком, кашлем.\n🟢 при ветрянке ' \
                                   'область повреждения смазываем эфирным маслом чайного дерева или лаванды;' \
                                   '\n🔹при насморке массаж крыльев носа от носо-слёзного канала вниз с лавандой, ' \
                                   'мандарином, ромашкой (поглаживать пальцами, смазанными в масле, удобно ' \
                                   'сделать смесь из масел в роллере 10мл: база+ по 1 капле каждого масла);' \
                                   '\n🔹 в диффузор 2 капли чайного дерева.\n‼️если вы наблюдаете ухудшение ' \
                                   'состояния ребенка, обязательно обратитесь к врачу!'
