MESSAGE_FOR_THIRD_TRIMESTER = 'С 28-й недели начинается период подготовки к родам. У малыша сформированы все ' \
                              'основные органы, он растёт и набирает вес. В этот период важно продолжать следить ' \
                              'за питанием, питьевым режимом, а также получать адекватную физическую нагрузку, ' \
                              'ведь организм мамы малыша нуждается в этом, как никогда. Начиная с 34й  недели ' \
                              'можно делать массаж промежности для подготовки к родам, а также процедуру йонистим ' \
                              '(информация о йонистим доступна на тарифе Базовый с поддержкой)'

MESSAGE_FOR_STATES = 'С какими состояниями можно может столкнуться беременная женщина на последних сроках?'


MESSAGE_FOR_EXCESS_WEIGHT = 'Растяжки и лишний вес.\n' \
                            ' Милая, помни, что в нашем организме все взаимосвязано. Когда в третьем триместре ' \
                            'животик уже достаточно подрос, бывает сложно найти удобную позу для сна. Если не ' \
                            'позаботиться об этом, возникнет недосып, и будут повышаться гормоны стресса: кортизол ' \
                            'и инсулин. Это часто приводит к тяге к сладкому. Что в свою очередь ведёт к лишнему ' \
                            'весу, молочнице и растяжкам (ткани становится более хрупкими). Поэтому удели внимание ' \
                            'комфортной позе для сна (используй подушки), помни про состояние. Расслабленность ' \
                            '-важное качество женщины перед родами, во время и после.\n🔸 Очень важную роль в ' \
                            'вопросе появления растяжек играет питание (убираем быстрые углеводы, рафинированный ' \
                            'сахар и продукты, полуфабрикаты;\n🔸 Употребляем достаточное количество Жиров! ' \
                            'Это сыродавленные масла, масло гхи, авокадо, жирная рыба, печень. \n🔸 Пьем ' \
                            'достаточное количество воды (2,5-3 л в день);\n🔸 Арома- помощь:\n🔹 сделай массажное ' \
                            'масло и каждый день перед сном массируй с любовью животик, грудь и бёдра. 50 мл базы ' \
                            '+6 капель герани +6 капель лаванды. \n🔹 Арома -ванна с эфирным маслом лаванды: 100 мл ' \
                            'сливок +5 капель лаванды, вода 36-37°С.\n🔹 Если тянет на сладкое: перед тем, как ' \
                            'съесть булочку или шоколадку, нанеси на ладонь эфирное масло мяты в разведении и понюхай.'

MESSAGE_FOR_CYSTITITS = 'Молочница, цистит. \n' \
                        '🔸Питание (кандида любит быстрые углеводы, убираем);\n🔸 питьевой ' \
                        'режим (2,5-3 л в день);\n🔸 поддержания общего иммунитета;\n🔸 хорошее кровообращение ' \
                        'в области малого таза (урок 7-8 из блока йоги в беременность- доступны, начиная с ' \
                        'Тарифа Базовый)\n🔸 хлопковое белье, никаких ежедневок;\n🔸 подмывайтесь водой, ' \
                        'не используйте пенящиеся средства из масс- маркета \n🔸 арома- помощь: капните ' \
                        'каплю эфирного масла чайного дерева на ластовицу трусов. 🔹 арома -ванны с чайным ' \
                        'деревом и лавандой: на 100 мл сливок 5 капель чайного дерева и 5 капель лаванды;' \
                        '\n🔸 поддержание общего иммунитета: 2 капли в арома- диффузор эфирного масла OnGuard;' \
                        '\n🔸 1  капля OnGuard на кусочек плотной ваты или фетра, положить в кармашек на ' \
                        'рубашке или подколоть булавкой на ткань одежды в области грудины. '

MESSAGE_FOR_INSOMNIA = 'Бессонница страх родов. \n' \
                       '🔸 Поддерживающее окружение. Прекратите или уменьшите ' \
                       'контакт с людьми, сеющими панику и имеющими негативный опыт рода в материнства. ' \
                       'Обратитесь к психологу или доуле (лекции с психологом доступна в тарифе Базовый)' \
                       '\n🔸 изучите быт и жизнь с ребёнком после родов (лекция о жизни после родов доступна ' \
                       'в тарифе Наставничество)\n🔸 подумать о команде на роды, со всеми встретиться, ' \
                       'подготовить мужа и старших детей (если есть). Лекции по по подготовке к родам ' \
                       'доступны в тарифе Наставничество)\n🔸 подумайте и подготовьте помощь после родов. ' \
                       'Лекции по по подготовке к родам доступны в тарифе Наставничество)\n🔸 Арома -помощь: ' \
                       'капните в диффузор по 2 капли лаванды, ладана и/ или апельсина.'

MESSAGE_FOR_PRESSURE = 'Давление. \n' \
                       'Иногда бывает, что давление поднимается после стрессовых ситуаций. В этой ситуации поможет:' \
                       '\n🔸 Ситали- пранаяма 7 минут (есть в блоке йоги для беременных). Уроки доступны в ' \
                       'тарифе Базовый.\n🔸 арома -помощь: 5 капель герани + 8 капель лемонграсса + 3 капли ' \
                       'лаванды на 30 мл базы втирать в область сердца и рефлекторные точки на руке и ноге.' \
                       '\nВнимание‼️ Если на последних сроках появились такие симптомы, как размытость зрения, ' \
                       'мушки в глазах, немедленно обратитесь к врачу!'

MESSAGE_FOR_PREPARATION_FOR_CHILDBIRTH = 'Подготовка к промежности. \nЭластичность тканей зависит от питания ' \
                                         'женщины на протяжении всей беременности, от питьевого режима. С ' \
                                         '34-35 й недели беременности рекомендуется делать практику йонистим ' \
                                         '(прогревание промежности над паровой ванной), также массаж промежности: ' \
                                         'на 50 мл базы (кунжутное масло) добавить по 2 капли лаванды и герани. ' \
                                         'Такой массаж можно поручить мужу: это способствует расслаблению и ' \
                                         'близости. \nПодробнее о практике Йонистим в тарифе Базовый с поддержкой)'

