MESSAGE_FOR_BASE_TARIF = '☘️ Базовый\nЧто входит?\n1. Базовая аптечка ;\n2. Арома-бот со всеми рекомендациями начиная,' \
                         ' с первого триместра беременности и до жизни с ребёнком. Представляете, любой запрос или' \
                         ' состояние- вы через 2 минуты находите готовое решение!🔥\n3. 🧘🏻‍♀️ Йога в беременность' \
                         ' и послеродовое восстановление🔥 (около 16 часов занятий и более 150 вариантов тренировок);\n' \
                         '4. Лекции: \n🔸 ароматерапия в жизни семьи: как интегрировать масла в хозяйство' \
                         ' (забота о доме без химии), в поддержку здоровья и психоэмоционального состояния в разные' \
                         ' периоды для взрослых и детей.\n🔸 применение эфирных масел в родах;\n🔸 организация быта' \
                         ' и жизни семьи после родов ( плюс чек-лист);\n🔸 Крийя Снятие предменструального напряжения ' \
                         'и восстановление баланса сексуальной энергии🔝🔥 ;' \
                         '\n🔸 массаж гуаша для лица.\nЦена: 19 990р🔥'

MESSAGE_FOR_BASE_WITH_FEEDBACK_TARIFF = '☘️ Базовый с обратной связью \nТо же самое, что и в тарифе Базовый+ обратная связь с ' \
                              'наставником или куратором.\nЦена: 24 990р🔥✅'

MESSAGE_FOR_MENTORING_TARIF = '☘️Наставничество\nТо же самое что и Базовый+чат поддержки+\n🟣 подготовка к родам: ' \
                              '(гормоны в родах, условия для гармоничных родов, выбор места и команды на роды, ' \
                              'периоды родов, помощь партнёра, что важно знать мужу, юридические аспекты);\n🟣 связь ' \
                              'WhatsApp (любые вопросы по беременности, родам и жизни с малышом на протяжении ' \
                              'всей беременности и первых трёх месяцев жизни малыша).\nЦена: 47 990р.🔥'
