MESSAGE_FOR_SECOND_TRIMESTER = 'Начинается очень комфортный период, когда тело уже адаптировалась к малышу,' \
                               ' к гормональным и эмоциональным изменениям. На 16-й– 18-й неделе ты ' \
                               'почувствуешь первые шевеления малыша, а значит, проявится первый учитель ' \
                               'беременной женщины – ребёнок. '

MESSAGE_BASIC_RULES = 'Для начало, поговорим о том, как сделать применение эфирных масел безопасным и ' \
                      'эффективным: \n☘️ используем эфирные масла только терапевтического класса! ' \
                      'Это важно! Потому что такие масла имеют сертификаты качества, которые ' \
                      'подкреплены исследованиями. Я работаю на маслах компании DoTerra. ' \
                      'Эти масла имею сертификацию CPTG стандарта, что говорит о высокой чистоте ' \
                      'и качестве продукта.\n☘️ в беременность не используем эфирные масла вовнутрь!\n' \
                      '☘️ дозировка детская -1:10 . Это значит, одна капля эфирного масла на 10 капель ' \
                      'базы. Базой может служить кунжутное масло, жожоба, абрикосовой косточки, ' \
                      'кокосовое фракционированное. Лучше меньше, но чаще. Помни, сила даже в ' \
                      'одной капли. \n☘️ запрещенные масла в беременность: грушанка (и смеси её ' \
                      'содержащие: Deep blue, Past Tense), туя орегано'

MESSAGE_FOR_BOTHERING = 'Что делать если беспокоят:'

MESSAGE_FOR_EDEMA = 'Отеки\n🔸 Посети остеопата;\n🔸 Наладь питание (уменьшаем количество быстрых углеводов, ' \
                    'рафинированных сахаров и других продуктов, полуфабрикатов);\n🔸 Пей достаточно ' \
                    'воды (2,5– 3 л в день);\n🔸 Добавь адекватную физическую активность: прогулки, ' \
                    'плавание, йога ( пятый урок из блока йоги для беременных – доступен начиная с тарифа Базовый)' \
                    '\n🔸контрастные ванночки для ног, баня;\n🔸 арома - помощь:сделай массаж ' \
                    'стоп и эфирным маслом лимона, апельсина и/или лаванды. Также можно сделать ' \
                    'ванночки для ног, предварительно разбавив 2к эфирного масла в 50 мл сливок.'

MESSAGE_FOR_BACK_PAIN = 'Боли в спине. \n🔸 Следи за осанкой;\n🔸 Занимайся йогой (третий урок из блока йоги для ' \
                        'беременных - доступен начиная с тарифа Базовый)\n🔸 плавай;\n🔸 Арома- помощь:\n🔹сделай ' \
                        'массаж с эфирным маслом лаванды, предварительно разбавить его с базой (кунжутное масло);' \
                        '\n🔹арома -ванна: на 100 мл сливок 5 капель эм лаванды, температура ванны 36- 37°С. '

MESSAGE_FOR_CONSTIPATION = 'Запоры, геморрой \n🔸 Наладь питание (убираем сахар, рафинированные продукты, ' \
                           'полуфабрикаты, добавляем свежую зелень, фрукты);\n🔸 пей достаточное количество ' \
                           'воды (2,5- 3 л в день);\n🔸 адекватная физическая активность: плавание, йога ' \
                           '(4 урок из блока йоги для беременных -доступен начиная с тарифа Базовый)' \
                           '\n🔸 Арома -помощь:🔹сидячие ванночки с эфирным маслом герани и кипариса, ' \
                           'предварительно разбавив в 100 мл сливок;\n🔹при запорах - массаж живота с Digest Zen;' \
                           '\n🔹 компрессы: на заранее подготовленный лёд капнуть каплю эфирного масла кипариса ' \
                           'или герани, обернуть тряпочкой прикладывать к области ануса после дефекации;' \
                           '\n🔹 50 мл гель алоэ вера +2 капли герани +2 капли ' \
                           'кипариса, хорошо перемешать обрабатывать область ануса.'