MESSAGE_FOR_PREGANCY_FIRST_TRIMESTER = 'Поздравляю, милая, ты находишься на интересном и важном это этапе своей жизни.' \
                                     ' Малыш выбрал тебя своей мамой, для него ты - целая вселенная. Пусть' \
                                     ' беременность проходит благостно и гармонично а рекомендации бота помогут в этом.'

MESSAGE_FOR_BASIC_RULES = 'Для начало, поговорим о том, как сделать применение эфирных масел безопасным и эффективным:\n ' \
                        '☘️ используем эфирные масла только терапевтического класса! Это важно! Потому что такие масла' \
                        ' имеют сертификаты качества, которые подкреплены исследованиями. Я работаю на маслах компании DoTerra. ' \
                        'Эти масла имею сертификацию CPTG стандарта, что говорит о высокой чистоте и качестве продукта.\n' \
                        '☘️ в беременность не используем эфирные масла вовнутрь!\n☘️ дозировка детская -1:10 . Это значит, одна ' \
                        'капля эфирного масла на 10 капель базы. Лучше меньше, но чаще. Помни, сила даже в одной капли. ' \
                        '\n☘️ запрещенные масла в беременность: грушанка (и смеси её содержащие: Deep blue, Past Tense), туя орегано. '

MESSAGE_FOR_NEXT_BASIC_RULES = 'Сейчас твой организм подвергается трансформации, адаптируется к новому человеку внутри.' \
                             ' Меняется гормональный фон, может присутствовать тошнота или рвота, головокружение,' \
                             ' сонливость, эмоциональные перепады. Такие состояния – это природный механизм для' \
                             ' возвращения внимания женщин внутрь себя, своего тела.Напоминаю тебе мантру беременной' \
                             ' женщины: «слушай себя». '

MESSAGE_FOR_HELP_YOURSELF = 'Как помочь себе при'

MESSAGE_FOR_NAUSEA_AND_HEARTBURN = '🔸 Старайся не делать больших перерывов между едой и после сна;\n' \
                                 '🔸 Посети остеопата;\n🔸 займись йогой для первого триместра' \
                                 ' (первый урок блока йоги в беременность- доступен с тарифа Базовый и выше). ' \
                                 '\n🔸 арома-помощь: используй масло мяты перечной,' \
                                 ' цитрусовых (лимон, апельсин, грейпфрут), смесь Бриз. ' \
                                 'Делай сухие ингаляции с ладоней (предварительно удобно ' \
                                 'сделать ролик с маслом в разведении 1:10 и брать его с ' \
                                 'собой везде, где это может быть необходимо)'

MESSAGE_FOR_MENACE = 'Законы природы никто не отменял: выживает сильнейший. Наш организм мудрый, он знает, ' \
                   'как вырастить жизнеспособная потомство. И этот факт нужно просто принять.\n ' \
                   'Какие действия могут быть при угрозе?\n' \
                   '🔸 Стабилизация психоэмоционального состояния;\n' \
                   '🔸 прогулки на свежем воздухе;\n' \
                   '🔸 занятия которые наполняют;\n' \
                   '🔸 упражнения, содействующие плантации (первый урок блока йоги в беременность- доступны ' \
                   'с тарифа Базовый и выше)\n' \
                   '🔸 Арома-помощь. Делаем массажное масло: на 50 мл базового масла' \
                   ' (лучше брать кунжутное) добавляем по 6 капель шалфея мускатного, ' \
                   'дикого апельсина и лаванды. Делаем лёгкий приятный массаж низа живота, ' \
                   'расслабляемся, говорим с душой малыша.'

MESSAGE_FOR_HEADACHE = '🔸 пейте больше воды (в беременность кровь становится гуще, что физиологично);\n' \
                       '🔸 гуляете на свежем воздухе;\n🔸 занимаетесь йогой (второй урок из блока йоги ' \
                       'для беременных -доступен с тариф Базовый и выше)\n' \
                       '🔸 арома-помощь:\nсделайте массаж головы (виски, апоневроз, ' \
                       'задняя поверхность шеи и основания черепа) с мятой перечной или ' \
                       'смесью Бриз, предварительно разбавив с базой в пропорции 1:10 ' \
                       '(1к эфирного масла на 10 капель базового масла: кунжурное, кокосовое ' \
                       'фракционированное, жожоба, абрикосовой косточки).'

MESSAGE_FOR_EMOTIONAL_IMBALANCE = 'Когда вы увидели две полоски, то могли испытать самые разные чувства, ' \
                                    'и это нормально. На то, что принять душу малыша, свое новое качество и ' \
                                   'состояние, нужно время.\n🔸 можно обратиться за помощью доулы (моя ' \
                                   'поддержка с первых дней беременности доступна в Тарифе Наставничество)' \
                                   '\n🔸 обязательно найти поддерживающее окружение. \n' \
                                   '🔸 Арома - помощь: сухие ингаляции с ладоней с эфирным' \
                                   ' маслом лаванды в разведении с базой 1:10. Или 2 капли в диффузор.'


