MESSAGE_FOR_ASSISTANCE_TO_FAMILY = 'Когда в доме появляется малыш, важно заботиться не только о его здоровье, ' \
                                   'но и о здоровье всех членов семьи: мамы папы, старших детей и животных. ' \
                                   'Папы ходят на работу, старшие дети ходят в садики и школы, а значит, ' \
                                   'малыш сталкивается с патогенной микрофлорой. Это нормально, мы живем не ' \
                                   'в стерильном мире, так тренируется иммунитет, однако, любая мама хочет ' \
                                   'проживать эти моменты в более спокойном, уверенном состоянии. Что для этого нужно?' \
                                   '\n🔹 самообразовываться. Читать о здоровье малыша, о естественных методах его ' \
                                   'поддержания (уход, закаливание, прогулки, режим дня, питание, важность гв, ' \
                                   'изучать гомеопатический метод, а также, ароматерапию).\n🔹находиться в ' \
                                   'наполненном ресурсном состоянии. Потому что здоровье малыша первых дней и ' \
                                   'даже лет жизни (5 лет точно)- это отражение состояния мамы.\n🔹 гармоничные ' \
                                   'отношения внутри семьи. Отношения родителей влияют на всех членов семьи. ' \
                                   'Важно направлять свое внимание и сюда тоже.\n🔹 иметь поддерживающее ' \
                                   'окружение. Женщине нужна поддержка женщин со схожими (примерно) взглядами и ' \
                                   'уровнем знаний и осознанности.'
MESSAGE_FOR_PREVENTION = 'И плюс к этому, бот поможет вам арома-советами, как быстро и безопасно ' \
                         'профилактировать или справляться с теми или иными состояниями:'

MESSAGE_FOR_PREVENTION_OF_INFECTIONS = '☘️ обязательно следите за влажностью в помещении. Но если кожа все ' \
                                       'равно сохнет, зудит,  добавьте масло лаванды в базовое (кунжутное, ' \
                                       'жожоба, абрикосовой косточки) и ощутите, как приятно быть в комфорте.' \
                                       '\n☘️ Если вы или кто-то из членов семьи почувствовал симптомы простуды, ' \
                                       'устройте уютный паровой домик с маслом лаванды. Добавьте 4-6 капель масла ' \
                                       'лаванды в миску с горячей водой, накройте голову полотенцем и вдыхайте ' \
                                       'целебные пары медленно и глубоко.\n☘️ Когда нос заложен, и царапает ' \
                                       'в горле, распылите в диффузоре (или нанесите на грудь в разбавлении ' \
                                       'с растительным маслом) масло мяты для мгновенного облегчения дыхания. ' \
                                       'Этот способ отлично работает при простуде, бронхите, синусите и астме. ' \
                                       'Кроме того, масло мяты – это отличное отхаркивающее средство. Для этих ' \
                                       'же целей используйте смесь Бриз.\n☘️ Добавьте в ваше жидкое мыло масло ' \
                                       'лаванды для дополнительной пользы от ароматерапии и антибактериальной ' \
                                       'защиты. Так же можно использовать пенку ОнГард, которая очень нравится ' \
                                       'детям и тоже прекрасно профилактирует орви.'

MESSAGE_FOR_TEMPERATURE = 'При температуре я пользуюсь гомеопатическим методом и ароматерапией. Напоминаю, перечная ' \
                          'мята нейтрализует действие гомеопатии, поэтому не комбинируйте их. \n🔴 При температуре ' \
                          'капните в ст.л базы по 1 к лимона, лаванды и мяты. Наносите на стопы и вдоль позвоночника ' \
                          'примерно 1 раз в 2 часа. Это здорово поддержит организм. Либо, 1к лимона и 1 к ладана. ' \
                          'Это сочетание также отлично помогает при кашле.\nВнимание‼️ Если вы наблюдаете резкое ' \
                          'ухудшение самочувствия, обязательно обратитесь к врачу!'

MESSAGE_FOR_OTITIS = 'Подогрейте немного оливкового масла в мисочке (не перегрейте!) и смешайте с несколькими ' \
                     'каплями масла лаванды. Нежно помассируйте область вокруг ушей (не внутри, а снаружи) и горло ' \
                     'на проекции гланд.\nВнимание‼️ Если вы наблюдаете резкое ухудшение самочувствия, обязательно ' \
                     'обратитесь к врачу!'

MESSAGE_FOR_COUGH = '🟡 Распыление масла лимона в диффузоре позволит уменьшить одышку, кашель, поможет при ' \
                    'простуде и других заболеваниях дыхательных путей. Также можно сделать массаж с лимоном и ' \
                    'ладаном. Добавьте по 1к этих масле с столовую ложку базового (кокосового, кунжутного, ' \
                    'абрикосовой косточки).\n🟡 Добавление пары капель масла лимона в теплую воду с медом ' \
                    'поможет больному горлу, уменьшит кашель и жар. Масло лимона борется с бактериями и вирусами.' \
                    'Также можно насыпать в кружку по полчайной ложки соды и соли, добавить по 1к масел лимона и ' \
                    'чайного дерева, залить 100мл теплой воды, хорошо размешать и пополокать горло. '

MESSAGE_FOR_RHINITIS = '🟣 Масло лаванды- отличный помощник от заложенности носа. Просто нанесите пару капель на ' \
                       'заднюю поверхность шеи, грудь и переносицу.'

MESSAGE_FOR_BUTN_CUTS = '🟠 Когда кто-то из семьи переборщил с солнечными процедурами,порадуйте его кожу маслом ' \
                        'лаванды,это поможет избежать облезания кожи и снять воспаление. Можно добавить капельку ' \
                        'масла перечной мяты (в разведении с кокосовым фракционным: 1к на ст.л), это приятно ' \
                        'охладит кожу.\n🟠 Благодаря своим дезинфицирующим свойствам масло лаванды идеально ' \
                        'подходит для ухода за кожей и облегчает состояние после порезов, укусов и прочих ' \
                        'неприятностей, убирает зуд, покраснение и воспаление. Особенно это ценно для ранок в ' \
                        'труднодоступных местах.\n🟠Если вы нашли у себя, мужа или старшего ребенка занозу, ' \
                        'вместо того чтобы ковырять ее пальцем, нанесите несколько капель масла лаванды, и она ' \
                        'легко выйдет.'

MESSAGE_FOR_DISORDERS = '🌀 Всего одна капля перечной мяты, нанесенная на область живота, спасет вас от ' \
                        'несварения, расстройства желудка и других проблем с жкт. Без этого средства не обойтись ' \
                        'в поездке! Также можно использовать сместь дайджест зен (1 к на столовую л базы).' \
                        '\n🌀 Для освежающего чая. Всего одна капля мяты способна сделать из простого травяного ' \
                        'чая настоящий целебный эликсир, помогая при этом наладить пищеварение и избавиться от ' \
                        'изжоги. (Детям принимать масла внутрь можно не ранее 5 лет!)'

MESSAGE_FOR_HEADACHE_ASSISTANCE = '🔸 Разотрите несколько капель мяты на висках, шее и носовых пазухах для быстрого избавления ' \
                       'от боли и расслабления мышц.\n🔸 Масло мяты может действовать как концентрированное ' \
                       'натуральное обезболивающее средство, особенно при болезненности десен и при зубной боли.' \
                       '\n🔸 Если ваши ноги чувствуют себя так, будто вы пробежали марафон с препятствиями, ' \
                       'помассируйте ступни, связки и растянутые мышцы с маслом мяты (можно использовать смесь ' \
                       'Дип блу) в разведении с кокосовым фракционированным (или другим базовым маслом). 1 к на ' \
                       'ст.л базы'

MESSAGE_FOR_STRESS = '🔹 Помогите детям не отвлекаться. Когда ваш ребенок не может сосредоточиться, чтобы ' \
                     'быстренько сделать домашнее задание, или написать контрольную в школе на отлично, ' \
                     'нанесите на воротничок его одежды пару капель масла мяты, это поможет быть сконцентрированным ' \
                     'и внимательным.\n🔹После долгого дня примите ванну с маслом мяты. Для этого возьмите 100мл ' \
                     'сливок и добавьте туда 4-6 капель мяты, (можно +2 к лаванды) и вылейте в ванну с теплой ' \
                     'водой. Это поможет вам одновременно расслабиться и прийти в тонус.\n🔹 Противоядие от желания ' \
                     'пропустить тренировку. Если вы вдохнете (с ладошек или в диффузоре) масло мяты перед ' \
                     'тренировкой, вопрос «идти или не идти» сразу отпадет. Напротив, вам захочется заниматься ' \
                     'интенсивнее обычного.\n🔹 Перезагрузка. Масло мяты активизирует лимбическую систему в мозге. ' \
                     'Эта система помогает контролировать эмоции и отвечает за долгосрочную память' \
                     '\n🔹 Если вам трудно заснуть, мята поможет расслабить мышцы, и заснуть станет гораздо проще, ' \
                     'это отличное проверенное средство от бессонницы.\n🔹 Всё в вашей голове. В зависимости от ' \
                     'состояния ума можно видеть мир абсолютно по-разному каждый день. Если кто-то испытывает ' \
                     'стресс, нервничает и переживает, масло мяты поможет быстро вернуть состояние баланса. ' \
                     '\n🔹 Дети никак не успокоятся? Пара капель масла лаванды, нанесенные на подушку, сотворят ' \
                     'чудо. Этот прием легко и быстро расслабит детей (и взрослых) и плавно настроит на отход ко сну. ' \
                     'Можно использовать масло нарда.'

MESSAGE_FOR_ALLERGIES_FUNGUS = '🟣 Масло лаванды- отличный помощник от заложенности носа и аллергии. Просто ' \
                               'нанесите пару капель на заднюю поверхность шеи, грудь и переносицу.' \
                               '\n🟡 Масло лимона отлично ухаживает за ногтями и помогает бороться с грибком. ' \
                               'Можно сочетать с чайным деревом.\n🟡 Нанесите пару капель масла лимона на место, ' \
                               'которое облюбовал герпес, и вам больше не захочется скрывать своё лицо ' \
                               '(можно чередовать с чайным деревом).\n🔵 У масла мяты есть свойство расслаблять ' \
                               'мышцы тела, в том числе и те, которые расположены вокруг дыхательных путей (да, ' \
                               'это именно они страдают в сезон аллергии). Масло мяты (с маслом лимона) точно ' \
                               'должны быть в вашем арсенале для работы с аллергией.'

MESSAGE_FOR_INSECTS = '🪲 Смешайте обычную порцию шампуня с каплей масла мяты, и силы к вам моментально вернутся! ' \
                      'Масло мяты является антисептиком, поэтому также отлично справится с перхотью и даже вшами ' \
                      '(актуально для детей в садиках и у бабушек)\n🪲 Насекомые не любят масло мяты. Если вы ' \
                      'забыли намазаться, чтобы предотвратить укус насекомого, намажьте кожу после укуса, масло ' \
                      'лаванды снимет воспаление, и кожа перестанет чесаться и зудеть. Также для этих целей ' \
                      'используйте смесь Террашилд (ее не надо разводить с базой, можно мазаться прямо из ' \
                      'флакончика), ей можно намазать детей и коляску, например.'
