MESSAGE_BASIC_RULES = 'Для начало, поговорим о том, как сделать применение эфирных масел безопасным и ' \
                      'эффективным: \n☘️ используем эфирные масла только терапевтического класса! ' \
                      'Это важно! Потому что такие масла имеют сертификаты качества, которые ' \
                      'подкреплены исследованиями. Я работаю на маслах компании DoTerra. ' \
                      'Эти масла имею сертификацию CPTG стандарта, что говорит о высокой чистоте ' \
                      'и качестве продукта.\n☘️ в беременность не используем эфирные масла вовнутрь!\n' \
                      '☘️ дозировка детская -1:10 . Это значит, одна капля эфирного масла на 10 капель ' \
                      'базы. Базой может служить кунжутное масло, жожоба, абрикосовой косточки, ' \
                      'кокосовое фракционированное. Лучше меньше, но чаще. Помни, сила даже в ' \
                      'одной капли. \n☘️ запрещенные масла в беременность: грушанка (и смеси её ' \
                      'содержащие: Deep blue, Past Tense), туя орегано'
